Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: A fair die is rolled. What is P(rolling a 6)?
de: Es wird ein fairer Würfel geworfen. Was ist P (eine 6 würfeln)?
es: Se lanza un dado justo. ¿Qué es P (sacar un 6)?
fr: Un dé équitable est lancé. Qu'est-ce que P (lancer un 6) ?
it: Si lancia un dado giusto. Cos'è P(lanciare un 6)?
pt_br: Um dado justo é lançado. O que é P (rolar um 6)?

source: A fraction
de: Ein Bruchteil
es: una fracción
fr: Une fraction
it: Una frazione
pt_br: Uma fração

source: A full revolution returns to the start.
de: Eine ganze Drehung führt zum Ausgang zurück.
es: Una revolución completa vuelve al principio.
fr: Une révolution complète revient au début.
it: Una rivoluzione completa ritorna all'inizio.
pt_br: Uma revolução completa retorna ao início.

source: A full revolution.
de: Eine volle Umdrehung.
es: Una revolución completa.
fr: Une révolution complète.
it: Una rivoluzione completa.
pt_br: Uma revolução completa.

source: A function takes an input and returns exactly one output. f(x) is read 'f of x'.
de: Eine Funktion nimmt eine Eingabe und gibt genau eine Ausgabe zurück. f(x) liest man „f von x“.
es: Una función toma una entrada y devuelve exactamente una salida. f(x) se lee 'f de x'.
fr: Une fonction prend une entrée et renvoie exactement une sortie. f(x) est lu 'f de x'.
it: Una funzione riceve un input e restituisce esattamente un output. f(x) si legge 'f di x'.
pt_br: Uma função recebe uma entrada e retorna exatamente uma saída. f(x) é lido como 'f de x'.

source: A generalized Pythagorean theorem.
de: Ein verallgemeinerter Satz des Pythagoras.
es: Un teorema de Pitágoras generalizado.
fr: Un théorème de Pythagore généralisé.
it: Un teorema di Pitagora generalizzato.
pt_br: Um teorema de Pitágoras generalizado.

source: A graph with 5 vertices in a single line has how many edges?
de: Ein Graph mit 5 Eckpunkten in einer einzelnen Linie hat wie viele Kanten?
es: ¿Cuántas aristas tiene un gráfico con 5 vértices en una sola línea?
fr: Un graphe avec 5 sommets sur une seule ligne a combien d’arêtes ?
it: Quanti bordi ha un grafico con 5 vertici su un'unica linea?
pt_br: Um grafo com 5 vértices em uma única linha tem quantas arestas?

source: A jacket costs $80 and is 25% off. What's the sale price?
de: Eine Jacke kostet 80 $ mit 25 % Rabatt. Was ist der reduzierte Preis?
es: Una chaqueta cuesta $80 y tiene un 25% de descuento. ¿Cuál es el precio de venta?
fr: Une veste coûte 80 $ et bénéficie d'un rabais de 25 %. Quel est le prix de vente ?
it: Una giacca costa $ 80 ed è scontata del 25%. What's the sale price?
pt_br: Uma jaqueta custa US$ 80 e tem 25% de desconto. Qual é o preço de venda?

source: A larger down payment leaves less principal to finance
de: Bei einer höheren Anzahlung bleibt weniger Kapital zur Finanzierung übrig
es: Un pago inicial mayor deja menos capital para financiar
fr: Un acompte plus important laisse moins de capital à financer
it: Un acconto maggiore lascia meno capitale da finanziare
pt_br: Um pagamento inicial maior deixa menos principal para financiar

source: A larger down payment usually:
de: Eine größere Anzahlung in der Regel:
es: Un pago inicial mayor generalmente:
fr: Un acompte plus important généralement :
it: Un acconto più grande di solito:
pt_br: Um pagamento inicial maior geralmente:

source: A larger matrix
de: Eine größere Matrix
es: Una matriz más grande
fr: Une matrice plus grande
it: Una matrice più grande
pt_br: Uma matriz maior

source: A larger value
de: Ein größerer Wert
es: Un valor mayor
fr: Une plus grande valeur
it: Un valore maggiore
pt_br: Um valor maior

source: A limit is the value a function approaches as the input approaches a point.
de: Ein Grenzwert ist der Wert, dem eine Funktion zustrebt.
es: Un límite es el valor al que se acerca una función cuando la entrada se acerca a un punto.
fr: Une limite est la valeur qu'une fonction approche lorsque l'entrée s'approche d'un point.
it: Un limite è il valore a cui una funzione si avvicina quando l'input si avvicina a un punto.
pt_br: Um limite é o valor que uma função se aproxima à medida que a entrada se aproxima de um ponto.

source: A line chart is especially useful for showing:
de: Ein Liniendiagramm eignet sich besonders zur Darstellung von:
es: Un gráfico de líneas es especialmente útil para mostrar:
fr: Un graphique linéaire est particulièrement utile pour montrer :
it: Un grafico a linee è particolarmente utile per mostrare:
pt_br: Um gráfico de linhas é especialmente útil para mostrar:

source: A line chart shows how a value changes across time or order
de: Ein Liniendiagramm zeigt, wie sich ein Wert im Laufe der Zeit oder in der Reihenfolge ändert
es: Un gráfico de líneas muestra cómo cambia un valor a lo largo del tiempo o del orden.
fr: Un graphique linéaire montre comment une valeur change au fil du temps ou de l'ordre
it: Un grafico a linee mostra come cambia un valore nel tempo o nell'ordine
pt_br: Um gráfico de linhas mostra como um valor muda ao longo do tempo ou da ordem

source: A line of n vertices has n − 1 edges
de: Eine Linie mit n Eckpunkten hat n − 1 Kanten
es: Una línea de n vértices tiene n − 1 aristas
fr: Une ligne de n sommets a n − 1 arêtes
it: Una linea di n vertici ha n − 1 spigoli
pt_br: Uma linha de n vértices tem n − 1 arestas

source: A linear system can be written as a matrix equation, making the structure easier to solve and inspect.
de: Ein lineares System kann als Matrixgleichung geschrieben werden, wodurch die Struktur einfacher zu lösen und zu untersuchen ist.
es: Un sistema lineal se puede escribir como una ecuación matricial, lo que hace que la estructura sea más fácil de resolver e inspeccionar.
fr: Un système linéaire peut être écrit sous forme d’équation matricielle, ce qui facilite la résolution et l’inspection de la structure.
it: Un sistema lineare può essere scritto come un'equazione di matrice, rendendo la struttura più facile da risolvere e ispezionare.
pt_br: Um sistema linear pode ser escrito como uma equação matricial, tornando a estrutura mais fácil de resolver e inspecionar.

source: A linear transformation moves vectors while preserving addition and scaling.
de: Eine lineare Transformation verschiebt Vektoren unter Beibehaltung der Addition und Skalierung.
es: Una transformación lineal mueve vectores conservando la suma y el escalado.
fr: Une transformation linéaire déplace les vecteurs tout en préservant l'addition et la mise à l'échelle.
it: Una trasformazione lineare sposta i vettori preservando l'addizione e il ridimensionamento.
pt_br: Uma transformação linear move vetores enquanto preserva a adição e o dimensionamento.

source: A logarithm is the inverse of an exponent — it asks 'what power gives this number?'
de: Ein Logarithmus ist die Umkehrung einer Potenz — er fragt: „Welche Hochzahl ergibt diese Zahl?"
es: Un logaritmo es el inverso de un exponente; pregunta "¿qué potencia da este número?"
fr: Un logarithme est l'inverse d'un exposant — il demande « quelle puissance donne ce nombre ? »
it: Un logaritmo è l'inverso di un esponente: chiede "quale potenza dà questo numero?"
pt_br: Um logaritmo é o inverso de um expoente – ele pergunta 'que potência dá este número?'

source: A lower balance creates less future interest
de: Ein niedrigerer Saldo führt zu weniger zukünftigen Zinsen
es: Un saldo más bajo crea menos intereses futuros
fr: Un solde inférieur crée moins d’intérêts futurs
it: Un saldo inferiore crea meno interessi futuri
pt_br: Um saldo mais baixo cria menos juros futuros

source: A matrix with 2 rows and 3 columns has size:
de: Eine Matrix mit 2 Zeilen und 3 Spalten hat die Größe:
es: Una matriz con 2 filas y 3 columnas tiene tamaño:
fr: Une matrice de 2 lignes et 3 colonnes a pour taille :
it: Una matrice con 2 righe e 3 colonne ha dimensione:
pt_br: Uma matriz com 2 linhas e 3 colunas tem tamanho:

source: A multiplies the unknown vector.
de: A multipliziert den unbekannten Vektor.
es: A multiplica el vector desconocido.
fr: A multiplie le vecteur inconnu.
it: A moltiplica il vettore sconosciuto.
pt_br: A multiplica o vetor desconhecido.

source: A negative exponent flips the base.
de: Ein negativer Exponent kehrt die Basis um.
es: Un exponente negativo invierte la base.
fr: Un exposant négatif retourne la base.
it: Un esponente negativo capovolge la base.
pt_br: Um expoente negativo inverte a base.

source: A negative power moves the decimal left.
de: Eine negative Potenz verschiebt das Dezimalkomma nach links.

source: A number is even exactly when n mod 2 is:
de: Eine Zahl ist gerade, wenn n mod 2 ist:
es: Un número es par exactamente cuando n mod 2 es:
fr: Un nombre est pair exactement lorsque n mod 2 est :
it: Un numero è pari esattamente quando n mod 2 è:
pt_br: Um número é par exatamente quando n mod 2 é:

source: A path in a graph is:
de: Ein Pfad in einem Diagramm ist:
es: Un camino en un gráfico es:
fr: Un chemin dans un graphe est :
it: Un percorso in un grafico è:
pt_br: Um caminho em um gráfico é:

source: A path moves through connected vertices
de: Ein Pfad bewegt sich durch verbundene Eckpunkte
es: Un camino se mueve a través de vértices conectados.
fr: Un chemin passe par des sommets connectés
it: Un percorso si muove attraverso vertici collegati
pt_br: Um caminho se move através de vértices conectados

source: A percentage rate
de: Ein Prozentsatz
es: Una tasa porcentual
fr: Un taux en pourcentage
it: Un tasso percentuale
pt_br: Uma taxa percentual

source: A population is:
de: Eine Population ist:
es: Una población es:
fr: Une population est :
it: Una popolazione è:
pt_br: Uma população é:

source: A positive derivative means the function rises
de: Eine positive Ableitung bedeutet, dass die Funktion steigt
es: Una derivada positiva significa que la función aumenta.
fr: Une dérivée positive signifie que la fonction augmente
it: Una derivata positiva significa che la funzione è crescente
pt_br: Uma derivada positiva significa que a função aumenta

source: A power multiplies a number by itself; a root undoes a power.
de: Eine Potenz multipliziert eine Zahl mit sich selbst; eine Wurzel macht eine Potenz rückgängig.
es: Una potencia multiplica un número por sí misma; una raíz deshace un poder.
fr: Une puissance multiplie un nombre par elle-même ; une racine défait un pouvoir.
it: Una potenza moltiplica un numero per se stesso; una radice annulla un potere.
pt_br: Uma potência multiplica um número por si mesma; uma raiz desfaz um poder.

source: A quick measure of spread.
de: Ein schnelles Maß für die Ausbreitung.
es: Una medida rápida de propagación.
fr: Une mesure rapide de la propagation.
it: Una misura rapida dello spread.
pt_br: Uma medida rápida de propagação.

source: A quick rating helps more learners find it.
de: Eine kurze Bewertung hilft mehr Lernenden, Mathio zu finden.
es: Una valoración rápida ayuda a que más estudiantes encuentren Mathio.
fr: Une note rapide aide davantage d’apprenants à trouver Mathio.
it: Una breve valutazione aiuta più studenti a trovare Mathio.
pt_br: Uma avaliação rápida ajuda mais estudantes a encontrar o Mathio.

source: A quieter way to get better at math.
de: Ein ruhigerer Weg, besser in Mathe zu werden.
es: Una forma más tranquila de mejorar en matemáticas.
fr: Une façon plus silencieuse de s'améliorer en mathématiques.
it: Un modo più tranquillo per migliorare in matematica.
pt_br: Uma maneira mais tranquila de melhorar em matemática.

source: A ratio compares two quantities. A proportion says two ratios are equal.
de: Ein Verhältnis vergleicht zwei Größen. Eine Proportion sagt, dass zwei Verhältnisse gleich sind.
es: Una razón compara dos cantidades. Una proporción dice que dos razones son iguales.
fr: Un rapport compare deux quantités. Une proportion signifie que deux rapports sont égaux.
it: Un rapporto confronta due quantità. Una proporzione dice che due rapporti sono uguali.
pt_br: Uma proporção compara duas quantidades. Uma proporção diz que duas proporções são iguais.

source: A regression line summarizes a linear trend.
de: Eine Regressionsgerade fasst einen linearen Trend zusammen.

source: A right angle is 90°
de: Ein rechter Winkel ist 90°
es: un angulo recto mide 90°
fr: Un angle droit vaut 90°
it: Un angolo retto è 90°
pt_br: Um ângulo reto é 90°

source: A right angle measures:
de: Ein rechter Winkel misst:
es: Un ángulo recto mide:
fr: Un angle droit mesure :
it: Un angolo retto misura:
pt_br: Um ângulo reto mede:

source: A right triangle has legs 3 and 4. Find the hypotenuse.
de: Ein rechtwinkliges Dreieck hat die Katheten 3 und 4. Bestimme die Hypotenuse.
es: Un triángulo rectángulo tiene catetos 3 y 4. Encuentra la hipotenusa.
fr: Un triangle rectangle a les pattes 3 et 4. Trouvez l'hypoténuse.
it: Un triangolo rettangolo ha i cateti 3 e 4. Trova l'ipotenusa.
pt_br: Um triângulo retângulo tem pernas 3 e 4. Encontre a hipotenusa.

source: A right triangle uses which idea?
de: Welche Idee nutzt ein rechtwinkliges Dreieck?
es: ¿Qué idea usa un triángulo rectángulo?
fr: Quelle idée utilise un triangle rectangle ?
it: Quale idea usa un triangolo rettangolo?
pt_br: Que ideia um triângulo retângulo usa?

source: A rising line has positive slope
de: Eine ansteigende Linie hat eine positive Steigung
es: Una línea ascendente tiene pendiente positiva.
fr: Une droite ascendante a une pente positive
it: Una linea ascendente ha pendenza positiva
pt_br: Uma linha ascendente tem inclinação positiva

source: A rotation changes direction while preserving length
de: Eine Drehung ändert die Richtung unter Beibehaltung der Länge
es: Una rotación cambia de dirección conservando la longitud.
fr: Une rotation change de direction tout en préservant la longueur
it: Una rotazione cambia direzione preservando la lunghezza
pt_br: Uma rotação muda de direção enquanto preserva o comprimento

source: A salary rises 3% while prices rise 5%. Real change is closest to:
de: Ein Gehalt steigt um 3%, während die Preise um 5% steigen. Eine echte Veränderung kommt dem am nächsten:
es: Un salario aumenta 3% mientras que los precios aumentan 5%. El cambio real se acerca más a:
fr: Un salaire augmente de 3% tandis que les prix augmentent de 5%. Le changement réel est le plus proche de :
it: Uno stipendio aumenta di 3% mentre i prezzi aumentano di 5%. Il vero cambiamento è più vicino a:
pt_br: Um salário aumenta 3% enquanto os preços aumentam 5%. A mudança real está mais próxima de:

source: A sample that includes every member of the population is called a:
de: Eine Stichprobe, die jedes Mitglied der Bevölkerung umfasst, wird als Folgendes bezeichnet:
es: Una muestra que incluye a todos los miembros de la población se llama:
fr: Un échantillon qui inclut chaque membre de la population est appelé :
it: Un campione che include tutti i membri della popolazione è chiamato:
pt_br: Uma amostra que inclui todos os membros da população é chamada de:

source: A sequence of connected vertices
de: Eine Folge verbundener Eckpunkte
es: Una secuencia de vértices conectados.
fr: Une séquence de sommets connectés
it: Una sequenza di vertici connessi
pt_br: Uma sequência de vértices conectados

source: A sequence that adds the same number each step is:
de: Eine Sequenz, die bei jedem Schritt dieselbe Zahl hinzufügt, ist:
es: Una secuencia que suma el mismo número en cada paso es:
fr: Une séquence qui ajoute le même nombre à chaque étape est :
it: Una sequenza che aggiunge lo stesso numero ad ogni passaggio è:
pt_br: Uma sequência que adiciona o mesmo número a cada etapa é:

source: A sequence that multiplies by the same number each step is:
de: Eine Folge, die bei jedem Schritt mit derselben Zahl multipliziert wird, ist:
es: Una secuencia que multiplica por el mismo número cada paso es:
fr: Une séquence qui multiplie par le même nombre à chaque étape est :
it: Una sequenza che moltiplica per lo stesso numero ogni passaggio è:
pt_br: Uma sequência que multiplica pelo mesmo número cada etapa é:

source: A shirt has 3 colors and 2 sizes. How many combinations?
de: Ein Hemd hat 3 Farben und 2 Größen. Wie viele Kombinationen?
es: Una camisa tiene 3 colores y 2 tallas. ¿Cuántas combinaciones?
fr: Une chemise a 3 couleurs et 2 tailles. Combien de combinaisons ?
it: Una maglietta ha 3 colori e 2 taglie. Quante combinazioni?
pt_br: Uma camisa tem 3 cores e 2 tamanhos. Quantas combinações?

source: A smaller sample size
de: Eine kleinere Stichprobengröße

source: A smaller value
de: Ein kleinerer Wert
es: Un valor menor
fr: Une valeur plus petite
it: Un valore più piccolo
pt_br: Um valor menor

source: A smooth peak has slope 0 → f′(x) = 0
de: Ein glatter Hochpunkt hat die Steigung 0 → f′(x) = 0
es: Un pico suave tiene pendiente 0 → f′(x) = 0
fr: Un pic lisse a une pente 0 → f′(x) = 0
it: Un picco liscio ha pendenza 0 → f′(x) = 0
pt_br: Um pico suave tem inclinação 0 → f′(x) = 0

source: A smooth peak or valley has a flat tangent.
de: Ein glatter Hoch- oder Tiefpunkt hat eine waagerechte Tangente.
es: Un pico o valle suave tiene una tangente plana.
fr: Un pic ou une vallée lisse a une tangente plate.
it: Un picco o una valle liscia hanno una tangente piatta.
pt_br: Um pico ou vale suave tem uma tangente plana.

source: A square corner.
de: Eine rechtwinklige Ecke.
es: Una esquina cuadrada.
fr: Un coin carré.
it: Un angolo quadrato.
pt_br: Um canto quadrado.

source: A square has four right angles → it is a rectangle
de: Ein Quadrat hat vier rechte Winkel → es ist ein Rechteck
es: Un cuadrado tiene cuatro ángulos rectos → es un rectángulo
fr: Un carré a quatre angles droits → c'est un rectangle
it: Un quadrato ha quattro angoli retti → è un rettangolo
pt_br: Um quadrado tem quatro ângulos retos → é um retângulo

source: A square meets the rectangle definition.
de: Ein Quadrat erfüllt die Definition eines Rechtecks.
es: Un cuadrado cumple con la definición de rectángulo.
fr: Un carré répond à la définition du rectangle.
it: Un quadrato soddisfa la definizione di rettangolo.
pt_br: Um quadrado atende à definição de retângulo.

source: A stores coefficients, x stores unknowns, b stores constants.
de: A speichert Koeffizienten, x speichert Unbekannte, b speichert Konstanten.
es: A almacena coeficientes, x almacena incógnitas, b almacena constantes.
fr: A stocke les coefficients, x stocke les inconnues, b stocke les constantes.
it: A memorizza i coefficienti, x memorizza le incognite, b memorizza le costanti.
pt_br: A armazena coeficientes, x armazena incógnitas, b armazena constantes.

source: A straight angle is 180°.
de: Ein gestreckter Winkel ist 180°.
es: Un ángulo llano mide 180°.
fr: Un angle droit vaut 180°.
it: Un angolo piatto è 180°.
pt_br: Um ângulo reto é 180°.

source: A survey asks only people at a gym about exercise habits. This sample is likely:
de: Bei einer Umfrage wurden ausschließlich Fitnessstudiobesucher zu ihren Trainingsgewohnheiten befragt. Dieses Beispiel ist wahrscheinlich:
es: Una encuesta pregunta sólo a las personas en un gimnasio sobre sus hábitos de ejercicio. Esta muestra es probable:
fr: Une enquête interroge uniquement les personnes présentes dans une salle de sport sur leurs habitudes en matière d'exercice. Cet échantillon est probable :
it: Un sondaggio chiede solo alle persone in palestra quali sono le loro abitudini di esercizio. Questo campione è probabile:
pt_br: Uma pesquisa pergunta apenas às pessoas de uma academia sobre hábitos de exercício. Esta amostra é provável:

source: A system with two unknowns often uses an unknown vector of size:
de: Ein System mit zwei Unbekannten verwendet oft einen unbekannten Größenvektor:
es: Un sistema con dos incógnitas suele utilizar un vector de tamaño desconocido:
fr: Un système à deux inconnues utilise souvent un vecteur de taille inconnu :
it: Un sistema con due incognite utilizza spesso un vettore sconosciuto di dimensione:
pt_br: Um sistema com duas incógnitas geralmente usa um vetor desconhecido de tamanho:

source: A triangle graph has 3 vertices and how many edges?
de: Ein Dreiecksgraph hat 3 Eckpunkte und wie viele Kanten?
es: Un gráfico triangular tiene 3 vértices y ¿cuántas aristas?
fr: Un graphe triangulaire a 3 sommets et combien d’arêtes ?
it: Un grafico triangolare ha 3 vertici e quanti spigoli?
pt_br: Um gráfico triangular tem 3 vértices e quantas arestas?

source: A triangle has angles of 50° and 60°. The third angle is:
de: Ein Dreieck hat Winkel von 50° und 60°. Der dritte Winkel ist:
es: Un triángulo tiene ángulos de 50° y 60°. El tercer ángulo es:
fr: Un triangle a des angles de 50° et 60°. Le troisième angle est :
it: Un triangolo ha gli angoli di 50° e 60°. Il terzo angolo è:
pt_br: Um triângulo tem ângulos de 50° e 60°. O terceiro ângulo é:

source: A triangle has three sides
de: Ein Dreieck hat drei Seiten
es: Un triangulo tiene tres lados
fr: Un triangle a trois côtés
it: Un triangolo ha tre lati
pt_br: Um triângulo tem três lados

source: A triangle's angles
de: Die Winkel eines Dreiecks
es: Los ángulos de un triángulo.
fr: Les angles d'un triangle
it: Gli angoli di un triangolo
pt_br: Os ângulos de um triângulo

source: A vector dotted with itself gives magnitude squared.
de: Ein mit sich selbst gepunkteter Vektor ergibt die Größe im Quadrat.
es: Un vector punteado por sí mismo da la magnitud al cuadrado.
fr: Un vecteur pointé sur lui-même donne la grandeur au carré.
it: Un vettore punteggiato su se stesso dà la magnitudine al quadrato.
pt_br: Um vetor pontilhado consigo mesmo fornece magnitude ao quadrado.

source: A zero dot product means the angle is 90°
de: Ein Nullpunktprodukt bedeutet, dass der Winkel 90° beträgt
es: Un producto escalar cero significa que el ángulo es de 90°
fr: Un produit scalaire nul signifie que l'angle est de 90°
it: Un prodotto punto zero significa che l'angolo è 90°
pt_br: Um produto escalar zero significa que o ângulo é 90°

source: A ⊆ B means A is contained in B
de: A ⊆ B bedeutet, dass A in B enthalten ist
es: A ⊆ B significa que A está contenido en B
fr: A ⊆ B signifie que A est contenu dans B
it: A ⊆ B significa che A è contenuto in B
pt_br: A ⊆ B significa que A está contido em B

source: AND is true only when both statements are true
de: UND ist nur wahr, wenn beide Aussagen wahr sind
es: AND es verdadero sólo cuando ambas afirmaciones son verdaderas
fr: AND n'est vrai que lorsque les deux affirmations sont vraies
it: AND è vero solo quando entrambe le affermazioni sono vere
pt_br: AND é verdadeiro apenas quando ambas as afirmações são verdadeiras

source: AND needs both parts true.
de: UND benötigt beide Teile wahr.
es: Y necesita que ambas partes sean verdaderas.
fr: ET a besoin que les deux parties soient vraies.
it: AND necessita che entrambe le parti siano vere.
pt_br: AND precisa de ambas as partes verdadeiras.

source: ANNUAL · 25 % OFF
de: JÄHRLICH · 25 % RABATT
es: ANUAL · 25 % DE DESCUENTO
fr: ANNUEL · 25 % DE RÉDUCTION
it: ANNUALE · 25 % DI SCONTO
pt_br: ANUAL · 25 % DE DESCONTO

source: ANNUAL · 25 %% OFF
de: JÄHRLICH · 25 %% RABATT
es: ANUAL · 25 %% APAGADO
fr: ANNUEL · 25 %% DE RABAIS
it: ANNUALE · 25 %% SPENTO
pt_br: ANUAL · 25 %% DESLIGADO

source: About
de: Über
es: Acerca de
fr: À propos
it: Di
pt_br: Sobre

source: Absolute Value Equations
de: Betragsgleichungen

source: Absolute value is distance.
de: Der Betrag ist ein Abstand.

source: Absolute value measures distance from zero, so most equations split into two cases.
de: Der Betrag misst den Abstand von null, deshalb teilt man die meisten Gleichungen in zwei Fälle.

source: Absolute value strips the sign.
de: Der Betrag entfernt das Vorzeichen.
es: El valor absoluto desnuda el signo.
fr: La valeur absolue dépouille le signe.
it: Il valore assoluto toglie il segno.
pt_br: O valor absoluto retira o sinal.

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt_br: Atividade
